Repository: AutoInspect-official/Auto-Inspect
Catalog: cardealer/language/cardealer-*.po
Languages: da_dk

source: Customize your Search Widget Options. Choose the fields to show on the Search Widget.
da_dk: Tilpas dine søgewidgetindstillinger. Vælg de felter, der skal vises på søgewidgetten.

source: Show the Price control
da_dk: Vis priskontrollen

source: CarDealer
da_dk: Bilforhandler

source: Car Dealer Plugin for Car Dealer agency.
da_dk: Bilforhandler-plugin til bilforhandlerbureau.
