Repository: AutoInspect-official/Auto-Inspect
Catalog: cardealer/language/cardealer-*.po
Languages: da_dk

source: Car Dealer Plugin: Could not load the localization file (Language file)
da_dk: Bilforhandler-plugin: Kunne ikke indlæse lokaliseringsfilen (sprogfil)

source: Please, take a look in our site, FAQ page, item => How can i translate this plugin?
da_dk: Tag et kig på vores side, FAQ-side, item => Hvordan kan jeg oversætte dette plugin?

source: Body Type
da_dk: Kropstype

source: Condition
da_dk: Tilstand

source: Go Pro
da_dk: Gå Pro

source: Server Check
da_dk: Servertjek

source: Memory Status
da_dk: Hukommelsesstatus

source: Unable to get your Memory Info
da_dk: Kan ikke få dine hukommelsesoplysninger

source: Memory Usage
da_dk: Hukommelsesbrug

source: of
da_dk: af

source: Usage
da_dk: Brug

source: For details, click the Memory Checkup Tab above.
da_dk: For detaljer, klik på fanen Hukommelsestjek ovenfor.

source: Permalink Settings
da_dk: Permalink-indstillinger

source: Wrong Permalink settings !
da_dk: Forkerte Permalink-indstillinger!

source: Please, fix it to avoid 404 error page.
da_dk: Venligst ret det for at undgå 404 fejlside.

source: To correct, just follow this steps:
da_dk: For at rette skal du blot følge disse trin:

source: Dashboard => Settings => Permalinks => Post Name (check)
da_dk: Dashboard => Indstillinger => Permalinks => Indlægsnavn (afkryds)

source: Click Save Changes
da_dk: Klik på Gem ændringer

source: Premium Version Disabled.
da_dk: Premium-version deaktiveret.

source: Get more Grid template
da_dk: Få mere Grid-skabelon

source: Get more 3 single page templates
da_dk: Få flere 3 enkeltsideskabeloner

source: Template Visual Customizer (also colors)
da_dk: Skabelon Visual Customizer (også farver)

source: Get more shortcodes:
da_dk: Få flere kortkoder:

source: - Filter Cars for Type (Van, Sedan, and so on)
da_dk: - Filtrer biler efter type (Van, Sedan, og så videre)

source: - Last Cars
da_dk: - Sidste biler

source: - Featured Cars
da_dk: - Udvalgte biler

source: - Order by Price/Year Ascending/Descending
da_dk: - Bestil efter pris/år Stigende/faldende

source: - Create Blocks type Gallery or Page List
da_dk: - Opret blokke af typen Galleri eller Sideliste

source: - Combine Shortcodes
da_dk: - Kombiner kortkoder

source: - Number of Cars to show
da_dk: - Antal biler at vise

source: - Show or Hide Pagination
da_dk: - Vis eller skjul sideinddeling

source: - Show or Hide Search Box
da_dk: - Vis eller skjul søgefelt

source: Learn More
da_dk: Lær mere

source: Follow this 3 steps after install the plugin:
da_dk: Følg disse 3 trin efter installation af plugin:

source: Configurate Settings
da_dk: Konfigurer indstillinger

source: Go to
da_dk: Gå til

source: Fill out the information
da_dk: Udfyld oplysningerne

source: - Your Currency
da_dk: - Din valuta

source: - Your Contact eMail
da_dk: - Din kontakt-e-mail

source: - And So On ...
da_dk: - Og så videre...

source: Import Demo Data:
da_dk: Importer demodata:

source: If you want import demo data, click the Help Button at top right corner and take a look Import Demo Data or, if you are using our theme, you can import together with theme demo import.
da_dk: Hvis du vil importere demodata, skal du klikke på Hjælp-knappen i øverste højre hjørne og tage et kig på Importer demodata eller, hvis du bruger vores tema, kan du importere sammen med temademoimport.

source: If you import demo data, you can skip step 2.
da_dk: Hvis du importerer demodata, kan du springe trin 2 over.

source: Fill Out the Fields and Car Tables
da_dk: Udfyld felterne og biltabellerne

source: Go to Fields Table:
da_dk: Gå til felttabellen:

source: They are the fields to show up at your cars form.
da_dk: Det er de felter, der skal vises ved din bils formular.

source: For example:
da_dk: For eksempel:

source: - Number of Doors
da_dk: - Antal døre

source: - Passenger Capacity
da_dk: - Passagerkapacitet

source: - Body Color
da_dk: - Kropsfarve

source: - And So On.
da_dk: - Og så videre...

source: You don't need include this fields: Price, Year, Miles, HP, Transmission Type, Fuel Type, Condition and Featured.
da_dk: Du behøver ikke inkludere disse felter: Pris, År, Miles, HK, Transmissionstype, Brændstoftype, Tilstand og Udvalgte.

source: Go to Cars Table:
da_dk: Gå til Biler Tabel:

source: Dashboard=>Car Dealer=>Cars table
da_dk: Dashboard=>Bilforhandler=>Bilbord

source: And fill out this table with yours products.
da_dk: Og udfyld denne tabel med dine produkter.

source: - Cars
da_dk: - Biler

source: Paste the code in your page:
da_dk: Indsæt koden på din side:

source: Go to your page and copy and paste this code:
da_dk: Gå til din side og kopier og indsæt denne kode:

source: To create one Team page, just past this shortcode in your page:
da_dk: For at oprette en Team-side skal du blot indsætte denne kortkode på din side:

source: To show only the Search Bar, just past this shortcode in your page:
da_dk: For kun at vise søgelinjen, skal du blot indsætte denne kortkode på din side:

source: The Premium Version have dozens of extra codes and visual template editor, also colors control.
da_dk: Premium-versionen har snesevis af ekstra koder og visuel skabeloneditor, også farvekontrol.

source: Help, Demo, Support, Troubleshooting:
da_dk: Hjælp, Demo, Support, Fejlfinding:

source: Help and more tips
da_dk: Hjælp og flere tips

source: Just click the HELP button at top right corner this page for context help. Also <em>Tooltip</em> available in Fields form.
da_dk: Bare klik på knappen HJÆLP i øverste højre hjørne på denne side for konteksthjælp. Også <em>Værktøjstip</em> tilgængelig i felter-formen.

source: OnLine Guide, Support, Demo, Demo Video, Faq...
da_dk: Online guide, support, demo, demovideo, ofte stillede spørgsmål...

source: You will find our complete and updated OnLine guide, demo, demo video, faqs page, link to support page and more usefull stuff in our site.
da_dk: Du finder vores komplette og opdaterede onlineguide, demo, demovideo, FAQ-side, link til supportside og flere nyttige ting på vores side.

source: Go
da_dk: Gå

source: Troubleshooting Guide
da_dk: Fejlfindingsvejledning

source: Use old WordPress version, Low memory, some plugin with Javascript error, wrong permalink settings are some possible problems. Read this and fix it quickly!
da_dk: Brug gammel WordPress-version, lav hukommelse, nogle plugin med Javascript-fejl, forkerte permalink-indstillinger er nogle mulige problemer. Læs dette og ret det hurtigt!

source: Troubleshooting Page
da_dk: Fejlfindingsside

source: Fields Table
da_dk: Felt tabel

source: Cars Table
da_dk: Biler bord

source: Makes
da_dk: gør

source: Locations
da_dk: Steder

source: Team
da_dk: Hold

source: Settings
da_dk: Indstillinger

source: Memory Info
da_dk: Hukommelsesinfo

source: Current memory WordPress Limit:
da_dk: Nuværende hukommelse WordPress-grænse:

source: Your usage now:
da_dk: Din brug nu:

source: Total Server Memory:
da_dk: Samlet serverhukommelse:

source: If you want adjust and control your WordPress Memory Limit and PHP Memory Limit quickly, try our free plugin WPmemory:
da_dk: Hvis du vil justere og kontrollere din WordPress Memory Limit og PHP Memory Limit hurtigt, så prøv vores gratis plugin WPmemory:

source: Follow this instructions to do it manually:
da_dk: Følg denne vejledning for at gøre det manuelt:

source: To increase the WordPress memory limit, add this info to your file wp-config.php (located at root folder of your server)
da_dk: For at øge WordPress-hukommelsesgrænsen skal du tilføje disse oplysninger til din fil wp-config.php (placeret i rodmappen på din server)

source: (just copy and paste)
da_dk: (bare kopier og indsæt)

source: before this row:
da_dk: før denne række:

source: If you need more, just replace 128 with the new memory limit.
da_dk: Hvis du har brug for mere, skal du bare erstatte 128 med den nye hukommelsesgrænse.

source: To increase your total server memory, talk with your hosting company.
da_dk: Tal med dit hostingfirma for at øge din samlede serverhukommelse.

source: How to Tell if Your Site Needs a Shot of more Memory:
da_dk: Sådan fortæller du, om dit websted har brug for et skud mere hukommelse:

source: If your site is behaving slowly, or pages fail to load, you get random white screens of death or 500 internal server error you may need more memory. Several things consume memory, such as WordPress itself, the plugins installed, the theme you're using and the site content.
da_dk: Hvis dit websted opfører sig langsomt, eller sider ikke indlæses, vil du få tilfældige hvide skærmbilleder af død eller 500 intern serverfejl, du har muligvis brug for mere hukommelse. Flere ting bruger hukommelse, såsom WordPress selv, de installerede plugins, tema, du bruger, og webstedets indhold.

source: Basically, the more content and features you add to your site, the bigger your memory limit has to be. if you're only running a small site with basic functions without a Page Builder and Theme Options (for example the native Twenty Sixteen). However, once you use a Premium WordPress theme and you start encountering unexpected issues, it may be time to adjust your memory limit to meet the standards for a modern WordPress installation.
da_dk: Dybest set, jo mere indhold og funktioner du tilføjer til dit websted, jo større skal din hukommelsesgrænse være. hvis du kun kører en lille websted med grundlæggende funktioner uden sidebygger og tema Indstillinger (for eksempel den indfødte Twenty Sixteen). Dog en gang du bruger et Premium WordPress-tema, og du begynder at støde på uventede problemer, kan det være på tide at justere din hukommelsesgrænse at opfylde standarderne for en moderne WordPress-installation.

source: Increase the WP Memory Limit is a standard practice in WordPress and you find instructions also in the official WordPress documentation (Increasing memory allocated to PHP).
da_dk: Forøg WP Memory Limit er en standard praksis i WordPress og du finder instruktioner også i den officielle WordPress dokumentation (Øget hukommelse allokeret til PHP).

source: Here is the link:
da_dk: Her er linket:

source: Car Dealer Premium: More Features, More Control, More Sales!
da_dk: Bilforhandler Premium: Flere funktioner, mere kontrol, mere salg!

source: Access Advanced Features for Design and Car Filtering!
da_dk: Få adgang til avancerede funktioner til design og bilfiltrering!

source: Unlock the Full Potential of Your Showroom with Car Dealer Premium!
da_dk: Lås op for det fulde potentiale i dit showroom med bilforhandler Premium!

source: Many Features are not included in the free version
da_dk: Mange funktioner er ikke inkluderet i den gratis version

source: More Shortcodes to increase your control over the show room page
da_dk: Flere Shortcodes for at øge din kontrol over showroom-siden

source: Filter Cars for Type (Van, Sedan, and so on…)
da_dk: Filtrer biler efter type (Van, Sedan, og så videre...)

source: Last Cars and Featured Cars Page
da_dk: Sidste biler og udvalgte biler side

source: More Show Room and Single Car Page Templates
da_dk: Flere Show Room og Single Car Side skabeloner

source: Complete real time visual template design functionality.
da_dk: Komplet visuel skabelondesignfunktion i realtid.

source: Unlimited Colours Setup to match your site theme
da_dk: Opsætning af ubegrænset farver, der matcher dit webstedstema

source: Dedicated Premium Support
da_dk: Dedikeret Premium Support

source: A Lot More...
da_dk: Meget mere...

source: Did you like the CarDealer Plugin?
da_dk: Kunne du lide CarDealer Plugin?

source: Please support us by rating our plugin on WordPress.org. Help us keep this plugin live and updated.
da_dk: Støt os venligst ved at bedømme vores plugin på WordPress.org. Hjælp os med at holde dette plugin live og opdateret.

source: Rate
da_dk: Sats

source: Please help us keep the plugin live & up-to-date
da_dk: Hjælp os venligst med at holde plugin'et live og opdateret

source: If you use & enjoy CarDealer Plugin, please rate it on WordPress.org. It only takes a second and helps us keep the plugin live and maintained. Thank you!
da_dk: Hvis du bruger og nyder CarDealer Plugin, bedes du vurdere det på WordPress.org. Det tager kun et sekund og hjælper os med at holde plugin'et live og vedligeholdt. Tak!

source: Chat messages reset successfully.
da_dk: Chatbeskeder blev nulstillet.

source: Error resetting chat messages.
da_dk: Fejl ved nulstilling af chatbeskeder.

source: Invalid message received:
da_dk: Ugyldig besked modtaget:

source: Invalid response format:
da_dk: Ugyldigt svarformat:

source: Error processing server response:
da_dk: Fejl ved behandling af serversvar:

source: Response is not valid JSON.
da_dk: Svaret er ikke gyldigt JSON.

source: AJAX request failed:
da_dk: AJAX-anmodning mislykkedes:

source: Error sending the message. Please try again later.
da_dk: Der opstod et problem med at sende din besked. Prøv venligst igen.

source: Please enter a message!
da_dk: Skriv venligst din besked

source: Error contacting the Artificial Intelligence (API). Please try again later.
da_dk: Fejl ved kontakt til kunstig intelligens (API). Prøv venligst igen senere.

source: Error to get response from AI source!
da_dk: Fejl ved at få svar fra AI-kilde!

source: Request Information
da_dk: Anmod om oplysninger

source: Your Name
da_dk: Dit navn

source: Please type your name
da_dk: Indtast venligst dit navn

source: Your Email
da_dk: Din e-mail

source: Please type your email
da_dk: Indtast venligst din e-mail

source: Your Message
da_dk: Din besked

source: Please type your message
da_dk: Skriv venligst din besked

source: Send
da_dk: Sende

source: Cancel
da_dk: Ophæve

source: Sending your message. Please wait...
da_dk: Sender din besked. Vent venligst...

source: Thanks for your message! We'll get back to you shortly.
da_dk: Tak for din besked! Vi vender snart tilbage til dig.

source: There was a problem sending your message. Please try again.
da_dk: Der opstod et problem med at sende din besked. Prøv venligst igen.

source: Please enter one valid email address.
da_dk: Indtast venligst én gyldig e-mailadresse.

source: Please complete all the fields in the form before sending.
da_dk: Udfyld venligst alle felterne i formularen, inden du sender.

source: Name Error. Use only alpha.
da_dk: Navnefejl. Brug kun alfa.

source: Message Error. Only Use only alpha and numbers.
da_dk: Meddelelsesfejl. Kun Brug kun alfa og tal.

source: Click the Templates icon at the top left of the preview window to change your template. To customize further, simply click on any element, or it's corresponding shortcut icon, to edit it's styling.
da_dk: Klik på skabelonikonet øverst til venstre i forhåndsvisningsvinduet for at ændre din skabelon. For at tilpasse yderligere skal du blot klikke på ethvert element, eller dets tilsvarende genvejsikon, for at redigere dets stil.

source: Help
da_dk: Hjælp

source: Templates
da_dk: Skabeloner

source: Choose the Car Dealer Template to Use.
da_dk: Vælg den bilforhandlerskabelon, du vil bruge.

source: Single Car Templates
da_dk: Enkeltbilskabeloner

source: Choose the Single Car Template to Use.
da_dk: Vælg den Single Car-skabelon, der skal bruges.

source: Search Box LayOut
da_dk: Søgebokslayout

source: Design the Search Box
da_dk: Design søgefeltet

source: Search Box Fields
da_dk: Søgeboksfelter

source: Manage the Design fields
da_dk: Administrer designfelterne

source: Search Box Slider
da_dk: Søgeboksskyder

source: Customize the price Slider.
da_dk: Tilpas prisskyderen.

source: Search Box Button
da_dk: Søgeboksknap

source: Customize the Search Box Button.
da_dk: Tilpas søgefeltknappen.

source: Car Template and Widgets
da_dk: Bilskabelon og widgets

source: Customize the Car Template and Widgets.
da_dk: Tilpas bilskabelonen og widgets.

source: Single Car Template
da_dk: Enkelt bil skabelon

source: Customize the Single Car Template.
da_dk: Tilpas Single Car-skabelonen.

source: Buttons Back and Contact Us
da_dk: Knapper Tilbage og Kontakt os

source: Customize the Buttons Back and Contact Us.
da_dk: Tilpas knapperne Tilbage og kontakt os.

source: Search Fields Label Color
da_dk: Søgefelter Etiketfarve

source: Search Fields Controls Color
da_dk: Søgefelter kontrollerer farve

source: Search Fields Controls Background Color
da_dk: Søgefelter kontrollerer baggrundsfarve

source: Search Fields Controls Border Radius
da_dk: Søgefelter kontrollerer kantradius

source: Border Radius: from 0 to 30.
da_dk: Grænseradius: fra 0 til 30.

source: Search Slider Label Color
da_dk: Søg skyder etiket farve

source: Search Slider Color
da_dk: Søg skyder farve

source: Search Slider Handle Color
da_dk: Søgeskyderhåndtagsfarve

source: Search Slider Background Color
da_dk: Søg skyder baggrundsfarve

source: Search Slider Border Radius
da_dk: Søg skyder kantradius

source: Search Slider Border Color
da_dk: Søg skyder kantfarve

source: Search Box Button Text Color
da_dk: Søgeboksknap Tekstfarve

source: Search Box Button Background Color
da_dk: Søgeboksknap Baggrundsfarve

source: Search Box Button Width
da_dk: Søgeboksknapbredde

source: Button width: from 100 to 300.
da_dk: Knapbredde: fra 100 til 300.

source: Search Box Button Border Radius
da_dk: Søgeboksknap kantradius

source: Template Name
da_dk: Skabelonnavn

source: Single Car Template Name
da_dk: Navn på en enkelt bilskabelon

source: Single Car Template Pop Up Modal Width
da_dk: Enkeltbilskabelon Pop Up Modal Width

source: Template Text Color
da_dk: Skabelon tekstfarve

source: Template Background Color (works with templates gallery and list view)
da_dk: Skabelonbaggrundsfarve (fungerer med skabelongalleri og listevisning)

source: Template Title Color
da_dk: Skabelontitelfarve

source: Template Button View Color
da_dk: Skabelon knap Vis farve

source: Template Button View Background Color
da_dk: Skabelon knap Vis baggrundsfarve

source: Template Button View Border Radius
da_dk: Skabelonknapvisning kantradius

source: Template Button View Width
da_dk: Skabelonknapvisningsbredde

source: Template List View Separator Color
da_dk: Skabelonlistevisning Separatorfarve

source: Template Grid Border Color
da_dk: Skabelon gitter kantfarve

source: Template Gallery and Widgets Border Color
da_dk: Skabelongalleri og widgets kantfarve

source: Template Gallery and Widgets Border Radius
da_dk: Skabelongalleri og widgets kantradius

source: Template Gallery and Widgets Title Color
da_dk: Skabelongalleri og widgets titelfarve

source: Template Gallery and Widgets Title Background Color
da_dk: Skabelongalleri og widgets Titel baggrundsfarve

source: Widget Search Background Color
da_dk: Widget Søg baggrundsfarve

source: Single Car Template Background Color (works with templates 1 and 4
da_dk: Single Car Template Baggrundsfarve (fungerer med skabelon 1 og 4

source: Single Car Template Color
da_dk: Enkelt bil skabelon farve

source: Single Car Template Features Title Background Color
da_dk: Single Car Skabelon Funktioner Titel Baggrundsfarve

source: Single Car Template Features Title Color
da_dk: Enkeltbilskabelon med titelfarve

source: Single Car Template Features Border Color
da_dk: Enkeltbilskabelon har kantfarve

source: Features Border Radius
da_dk: Har kantradius

source: Features Border Radius: from 0 to 30.
da_dk: Funktioner kantradius: fra 0 til 30.

source: Background Color
da_dk: Baggrundsfarve

source: Border Size
da_dk: Kantstørrelse

source: Border Size: from 0 to 5. Mark 0 to hide the Boarder.
da_dk: Kantstørrelse: fra 0 til 5. Marker 0 for at skjule grænsen.

source: Border Radius
da_dk: Grænseradius

source: Border Radius: from 1 to 70px.
da_dk: Kantradius: fra 1 til 70 px.

source: Border Color
da_dk: Kantfarve

source: Margin Bottom
da_dk: Margen nederst

source: Margin Bottom: from 0 to 30.
da_dk: Margen bund: fra 0 til 30.

source: Back and Contact Us Buttons Color
da_dk: Tilbage og Kontakt os Knapper Farve

source: Back and Contact Us Buttons Background Color
da_dk: Tilbage og Kontakt os Knapper Baggrundsfarve

source: Back and Contact Us Buttons width
da_dk: Tilbage og Kontakt os Knapper bredde

source: Border Radius: from 100 to 300.
da_dk: Grænseradius: fra 100 til 300.

source: Back and Contact Us Buttons Border Radius
da_dk: Tilbage og Kontakt os Knapper Border Radius

source: Here are some details about error and memory monitoring for your plugin. Errors and low memory can prevent your site from functioning properly. On this page, you will find a partial list of the most recent errors and warnings. If you need more details, use the chat form, which will search for additional information using Artificial Intelligence. If you need to dive deeper, install the free plugin WPTools, which provides more in-depth insights.
da_dk: Her er nogle detaljer om fejl- og hukommelsesovervågning for dit plugin. Fejl og lav hukommelse kan forhindre dit websted i at fungere korrekt. På denne side finder du en delvis liste over de seneste fejl og advarsler. Hvis du har brug for flere detaljer, så brug chatformularen, som vil søge efter yderligere information ved hjælp af kunstig intelligens. Hvis du har brug for at dykke dybere, så installer det gratis plugin WPTools, som giver mere dybdegående indsigt.

source: Memory & Error Monitoring
da_dk: Hukommelse og fejlovervågning

source: Welcome to plugin Insights!
da_dk: Velkommen til plugin Insights!

source: Our plugin
da_dk: Vores plugin

source: cannot function properly because your WordPress Memory Limit is too low. Your site will experience serious issues, even if you deactivate our plugin.
da_dk: kan ikke fungere korrekt, fordi din WordPress-hukommelsesgrænse er for lav. Dit websted vil opleve alvorlige problemer, selvom du deaktiverer vores plugin.

source: Learn more
da_dk: Få flere oplysninger

# Site Health
source: Critical Issues
da_dk: Kritiske spørgsmål

source: Displaying the latest recurring errors (Javascript Included) from your error log file and eventually alert about low WordPress memory limit is a courtesy of plugin
da_dk: Visning af de seneste tilbagevendende fejl fra din fejllogfil og til sidst advarsel om lav WordPress-hukommelsesgrænse er en høflighed af plugin

source: Disabling our plugin does not stop the errors from occurring; it simply means you will no longer be notified here that they are happening, but they can still harm your site.
da_dk: Deaktivering af vores plugin forhindrer ikke fejlene i at opstå; det betyder simpelthen, at du ikke længere får besked her om, at de sker, men de kan stadig skade dit websted.

source: Click the help button in the top right or go directly to the AI chat box below for more specific information on the issues listed.
da_dk: Klik på hjælpeknappen øverst til højre, eller gå direkte til AI-chatboksen nedenfor for mere specifik information om de angivne problemer.

source: Artificial Intelligence Support Chat for Issues and Solutions
da_dk: Artificial Intelligence Support Chat for problemer og løsninger

source: Enter your message...
da_dk: Skriv venligst din besked

source: Enter a message and click 'Send', or just click 'Auto Checkup' to analyze the site's error log.
da_dk: Indtast en besked og klik på 'Send', eller klik bare på 'Auto Checkup' for at analysere webstedets fejllog.

source: Auto Checkup
da_dk: Auto-tjek

source: Potential Problems
da_dk: Potentielle problemer

source: Low WordPress Memory Limit
da_dk: Lav WordPress-hukommelsesgrænse

source: Your usage now
da_dk: Din brug nu

source: Total Php Server Memory
da_dk: Samlet php-serverhukommelse

source: Your WordPress Memory Limit is too low, which can lead to critical issues on your site due to insufficient resources. Promptly address this issue before continuing.
da_dk: Din WordPress-hukommelsesgrænse er for lav, hvilket kan føre til kritiske problemer på dit websted på grund af utilstrækkelige ressourcer. Løs omgående dette problem, før du fortsætter.
