Repository: AutoInspect-official/Auto-Inspect
Catalog: cardealer/language/cardealer-*.po
Languages: da_dk

source: Site Errors
da_dk: Webstedsfejl

source: Your site has experienced errors for the past 2 days. These errors, including JavaScript issues, can result in visual problems or disrupt functionality, ranging from minor glitches to critical site failures. JavaScript errors can terminate JavaScript execution, leaving all subsequent commands inoperable.
da_dk: Dit websted har oplevet fejl i de seneste 2 dage. Disse fejl, herunder JavaScript-problemer, kan resultere i visuelle problemer eller forstyrre funktionaliteten, lige fra mindre fejl til kritiske webstedsfejl. JavaScript-fejl kan afslutte JavaScript-udførelsen, hvilket efterlader alle efterfølgende kommandoer ubrugelige.

source: This is a partial list of the errors found.
da_dk: Dette er en delvis liste over de fundne fejl.

source: File not readable.
da_dk: Filen kan ikke læses.

source: Size not determined.
da_dk: Størrelse ikke bestemt.

source: Invalid size.
da_dk: Ugyldig størrelse.

source: File Size:
da_dk: Filstørrelse:

source: These are critical issues that can have a significant impact on your site's performance. They can cause many plugins and functionalities to malfunction and, in some cases, render your site completely inoperative, depending on their severity. Address them promptly.
da_dk: Disse er kritiske problemer, som kan have en væsentlig indflydelse på dit websteds ydeevne. De kan få mange plugins og funktionaliteter til at fungere dårligt og i nogle tilfælde gøre dit websted fuldstændig ubrugeligt, afhængigt af deres sværhedsgrad. Adresser dem omgående.

source: Critical Issues
da_dk: Kritiske spørgsmål

source: We're sorry to hear that you're leaving.
da_dk: Vi er kede af at høre, at du rejser.

source: Hello,
da_dk: Hej,

source: Thank you for using our products. Before you deactivate, we'd like to offer a few options to improve your experience:
da_dk: Tak fordi du bruger vores produkter. Før du deaktiverer, vil vi gerne tilbyde et par muligheder for at forbedre din oplevelse:

source: Explore more plugins - Discover our other free plugins and themes.
da_dk: Udforsk flere plugins - Oplev vores andre gratis plugins og temaer.

source: Support - Need help? Visit our support page.
da_dk: Support - Brug for hjælp? Besøg vores supportside.

source: Cancel deactivation - Changed your mind? Keep using this plugin.
da_dk: Annuller deaktivering - Har du skiftet mening? Fortsæt med at bruge dette plugin.

source: Deactivate - Proceed with deactivation.
da_dk: Deaktiver - Fortsæt med deaktivering.

source: Trusted by over 50,000 users, our 20+ free plugins and 6 themes can supercharge your site's security, functionality, and backups.
da_dk: Vores mere end 50.000 brugere har tillid til, og vores 20+ gratis plugins og 6 temaer kan øge dit websteds sikkerhed, funktionalitet og sikkerhedskopier.

source: Best regards!
da_dk: Bedste hilsener!

source: Discover New FREE Plugins
da_dk: Oplev nye GRATIS plugins

source: Support Page
da_dk: Supportside

source: Just Deactivate
da_dk: Bare deaktiver

source: Luxury Car
da_dk: Luksus bil

source: Sports Car
da_dk: Sportsvogn

source: Wagon
da_dk: Vogn

source: Other
da_dk: Andre

source: United Arab Emirates Dirham (&#1583;.&#1573;)
da_dk: De Forenede Arabiske Emirater Dirham (د.إ)

source: Afghan Afghani (&#1547;)
da_dk: afghansk afghansk (؋)

source: Angolan Kwanza
da_dk: Angolansk Kwanza

source: Argentine Pesos (&#36;)
da_dk: Argentinske pesos ($)

source: Australian Dollars (&#36;)
da_dk: australske dollars ($)

source: Brazilian Real (R&#36;)
da_dk: Brasilianske real (R$)

source: Bulgarian Lev
da_dk: Bulgarsk Lev

source: Canadian Dollars (&#36;)
da_dk: Canadiske dollars ($)

source: Swiss Franc
da_dk: schweiziske franc

source: Chinese Yuan (&yen;)
da_dk: kinesisk yuan (¥)

source: Czech Koruna
da_dk: tjekkiske koruna

source: Danish Krone
da_dk: danske kroner

source: Euros (&euro;)
da_dk: euro (€)

source: Pound Sterling (&pound;)
da_dk: Pund Sterling (£)

source: Hong Kong Dollar (&#36;)
da_dk: Hong Kong Dollar ($)

source: Croatian Kuna
da_dk: kroatiske kuna

source: Hungarian Forint
da_dk: ungarske forint

source: Indonesian Rupiah (Rp)
da_dk: indonesiske rupiah (Rp)

source: Israeli Shekel (&#8362;)
da_dk: Israelske shekel (₪)

source: Indian Rupee (&#8377;)
da_dk: Indisk Rupee (₹)

source: Japanese Yen (&yen;)
da_dk: japanske yen (¥)

source: South Korean Won (&#8361;)
da_dk: Sydkoreanske won (₩)

source: Mexican Peso (&#36;)
da_dk: Mexicansk peso ($)

source: Malaysian Ringgits
da_dk: Malaysiske ringgits

source: Nigerian Naira
da_dk: nigerianske Naira

source: Norwegian Krone
da_dk: norske kroner

source: New Zealand Dollar (&#36;)
da_dk: New Zealandske dollar ($)

source: Philippine Pesos
da_dk: Filippinske pesos

source: Polish Zloty
da_dk: polske zloty

source: Pakistani Rupee (₨)
da_dk: Pakistanske Rupee (₨)

source: Romanian Leu
da_dk: rumænske leu

source: Russian Rubles
da_dk: russiske rubler

source: Saudi Riyal (&#65020;)
da_dk: Saudi Riyal (﷼)

source: Swedish Krona
da_dk: svenske kroner

source: Singapore Dollar (&#36;)
da_dk: Singapore Dollar ($)

source: Thai Baht (&#3647;)
da_dk: thailandske baht (฿)

source: Turkish Lira (&#8378;)
da_dk: tyrkiske lira (₺)

source: Taiwan New Dollars
da_dk: Taiwan nye dollars

source: US Dollars (&#36;)
da_dk: amerikanske dollars ($)

source: Vietnamese Dong (&#8363;)
da_dk: vietnamesisk dong (₫)

source: Yen (&yen;)
da_dk: Yen (¥)

source: South African Rand
da_dk: Sydafrikanske Rand

source: The easiest way to manage, list and sell yours cars online.
da_dk: Den nemmeste måde at administrere, liste og sælge dine biler online.

source: Follow the 3 steps in the Dashboard screen (Car Dealer => Dashboad) after install the plugin.
da_dk: Følg de 3 trin på Dashboard-skærmen (Bilforhandler => Dashboad) efter installation af plugin.

source: You will find Context Help in many screens.
da_dk: Du finder konteksthjælp på mange skærme.

source: You can find also our complete OnLine Guide
da_dk: Du kan også finde vores komplette online guide

source: here.
da_dk: her.

source: If you want to import demo data, download the demo data from this link:
da_dk: Hvis du vil importere demodata, skal du downloade demodataene fra dette link:

source: After download:
da_dk: Efter download:

source: 1. Log in to that site as an administrator.
da_dk: 1. Log ind på det pågældende websted som administrator.

source: 2. Go to Tools: Import in the WordPress admin panel.
da_dk: 2. Gå til Værktøjer: Importer i WordPress admin panel.

source: 3. Install the "WordPress" importer from the list.
da_dk: 3. Installer "WordPress"-importøren fra listen.

source: 4. Activate & Run Importer.
da_dk: 4. Aktiver og kør Importer.

source: 5. Upload the file downloaded using the form provided on that page.
da_dk: 5. Upload den downloadede fil ved hjælp af formularen på den side.

source: 6. You will first be asked to map the authors in this export file to users
da_dk: 6. Du vil først blive bedt om at kortlægge forfatterne i denne eksportfil til brugere

source: on the site. For each author, you may choose to map to an
da_dk: på siden. For hver forfatter kan du vælge at kortlægge til en

source: existing user on the site or to create a new user.
da_dk: eksisterende bruger på siden eller for at oprette en ny bruger.

source: 7. WordPress will then import the demo data into you site.
da_dk: 7. WordPress vil derefter importere demodataene til dit websted.

source: Overview
da_dk: Oversigt

source: Import Demo Data
da_dk: Importer demodata

source: In the FIELDS screen you can manage the main table fields. This fields will show up in your main cars form management, search bar and search widget
da_dk: På FIELDS-skærmen kan du administrere hovedtabelfelterne. Disse felter vises i dine vigtigste biler form management, søgelinje og søge widget

source: Each row represents one field.
da_dk: Hver række repræsenterer et felt.

source: Number Doors
da_dk: Antal døre

source: Number Passengers
da_dk: Antal passagerer

source: And So On
da_dk: Og så videre

source: You don\'t need include this fields: Price, Year, Miles, HP, Transmission Type, Fuel Type, Condition and Featured.
da_dk: Du behøver ikke inkludere disse felter: Pris, År, Miles, HK, Transmissionstype, Brændstoftype, Tilstand og Udvalgte.

source: Technical WordPress guys call this of Metadata.
da_dk: Tekniske WordPress-fyre kalder dette for Metadata.

source: Don\'t create 2 fields with the same name.
da_dk: Opret ikke 2 felter med samme navn.

source: To add fields in the table, click the button Add New. This can open the empty window to include your information:
da_dk: For at tilføje felter i tabellen, klik på knappen Tilføj ny. Dette kan åbne det tomme vindue for at inkludere dine oplysninger:

source: Field Name
da_dk: Feltnavn

source: Field Label
da_dk: Feltmærke

source: Field Order
da_dk: Feltrækkefølge

source: Show in Search Bar (your frontpage)
da_dk: Vis i søgefeltet (din forside)

source: Show in Search Widget (your frontpage)
da_dk: Vis i søgewidget (din forside)

source: Type of Field
da_dk: Felttype

source: In that screen, move the mouse pointer over each field to get help about that field.
da_dk: På den skærm skal du flytte musemarkøren over hvert felt for at få hjælp til det pågældende felt.

source: Just fill out and click OK button.
da_dk: Bare udfyld og klik på OK-knappen.

source: You have available this types of fields (Control Types):
da_dk: Du har tilgængelige disse typer felter (kontroltyper):

source: Text (Used by text and numbers). It is not possible include this type of field in Search Bars.
da_dk: Tekst (Bruges af tekst og tal). Det er ikke muligt at inkludere denne type felt i søgebjælker.

source: CheckBox
da_dk: Afkrydsningsfelt

source: Drop Down (also called select box)
da_dk: Drop Down (også kaldet select box)

source: Range Select (you can define de value min, max and step)
da_dk: Range Select (du kan definere værdien min, maks og trin)

source: For more details about HTML input types, please, check this page:
da_dk: For flere detaljer om HTML-inputtyper, tjek venligst denne side:

source: You can manage the table, i mean, Add, Edit and Trash Fields.
da_dk: Du kan administrere tabellen, dvs. Tilføj, Rediger og Papirkurv.

source: At the Add Fields and Edit Fields forms, put the mouse over each row and the menu show up. Then, click over Edit or Trash.
da_dk: Ved formularerne Tilføj felter og Rediger felter skal du placere musen over hver række, og menuen vises. Klik derefter på Rediger eller Papirkurv.

source: To know more about Edit Fields, please, check the Add Fields Form Option at this help menu.
da_dk: Hvis du vil vide mere om Rediger felter, skal du tjekke formularindstillingen Tilføj felter i denne hjælpemenu.

source: Field Types
da_dk: Felttyper

source: Add Fields Form
da_dk: Formular til tilføjelse af felter

source: Edit and Trash Fields
da_dk: Rediger og skraldespande felter

source: In the CARS screen you can manage (include, edit or delete) items in your Cars table.
da_dk: På BIL-skærmen kan du administrere (inkludere, redigere eller slette) elementer i din Biler-tabel.

source: This cars will show up in your site front page.
da_dk: Disse biler vil dukke op på dit websteds forside.

source: We suggest you take some time to complete your Field table before this step.
da_dk: Vi foreslår, at du bruger lidt tid på at færdiggøre din Field-tabel før dette trin.

source: Dashboard => CarDealer => Fields Table.
da_dk: Dashboard => CarDealer => Felt tabel.

source: You will find some fields automatically included by the system (Price, Year, Miles, HP, Transmission type, Type, Fuel, Condition and Featured).
da_dk: Du vil finde nogle felter automatisk inkluderet af systemet (Pris, År, Miles, HK, Transmissionstype, Type, Brændstof, Stand og Udvalgte).

source: Just add your cars in this table.
da_dk: Tilføj blot dine biler i denne tabel.

source: Use the Team control it is optional. To add new members, go to:
da_dk: Brug Team-kontrollen, det er valgfrit. For at tilføje nye medlemmer, gå til:

source: Use the Location control it is optional. Maybe you want use it if you have more than one location.
da_dk: Brug placeringskontrollen, den er valgfri. Måske vil du bruge det, hvis du har mere end én placering.

source: To add new locations, go to:
da_dk: For at tilføje nye placeringer, gå til:

source: If you are, for example, in Florida, maybe you want add:
da_dk: Hvis du for eksempel er i Florida, vil du måske tilføje:

source: And So On...
da_dk: Og så videre...

source: Use the Makes control it is optional.
da_dk: Brug Makes-kontrollen, det er valgfrit.

source: To add new makes, go to:
da_dk: For at tilføje nye mærker, gå til:

source: Maybe you want add:
da_dk: Måske vil du tilføje:

source: You can manage the table, i mean, Add, Edit and Trash Cars.
da_dk: Du kan administrere tabellen, dvs. Tilføj, Rediger og skraldebiler.

source: Use the Add New Buttom or to Edit, put the mouse over each row and the menu will show up. Then, click over Edit or Trash.
da_dk: Brug Tilføj ny knap eller til at redigere, læg musen over hver række og menuen vises. Klik derefter på Rediger eller Papirkurv.

source: You can add one main image to each car.
da_dk: Du kan tilføje et hovedbillede til hver bil.

source: In the Cars Form, click the button Set Featured Image at bottom right corner.
da_dk: I bilformularen skal du klikke på knappen Indstil udvalgt billede i nederste højre hjørne.

source: Read below Images and Gallery menu voice about how to create a Image\'s gallery with many images to show up at the top of your car\'s page.
da_dk: Læs nedenfor Billeder og Galleri-menustemme om, hvordan du opretter et billedgalleri med mange billeder, der skal vises øverst på din bils side.

source: You can add many Images or one gallery for each car.
da_dk: Du kan tilføje mange billeder eller et galleri for hver bil.

source: Just go to Cars Form and add the images (or the gallery) in the main description field (click the Add Media buttom).
da_dk: Bare gå til Cars Form og tilføj billederne (eller galleriet) i hovedbeskrivelsesfeltet (klik på knappen Tilføj medie).

source: Use the default WordPress Gallery or our plugin will create automatically one nice slider gallery. To enable the plugin gallery, go to
da_dk: Brug standard WordPress Gallery eller vores plugin vil automatisk oprette et flot skydergalleri. For at aktivere plugin-galleriet skal du gå til

source: and look for
da_dk: og se efter

source: Replace the Wordpress Gallery with Flexslider Gallery
da_dk: Erstat Wordpress Gallery med Flexslider Gallery

source: Then, check Yes and Save Changes.
da_dk: Marker derefter Ja og Gem ændringer.

source: This images and gallery will be visible in single car page.
da_dk: Dette billeder og galleri vil være synligt på en enkelt bilside.

source: Look
da_dk: Se

source: our demo
da_dk: vores demo

source: about how to upload and crop images easily (less than 2 minutes).
da_dk: om, hvordan du nemt uploader og beskærer billeder (mindre end 2 minutter).

source: To get more info about galleries,
da_dk: For at få mere information om gallerier,

source: visit WordPress Help site.
da_dk: besøg WordPress Hjælp-websted.

source: Location
da_dk: Beliggenhed

source: Edit and Trash Cars
da_dk: Rediger og skralde biler

source: Featured Image
da_dk: Udvalgt billede

source: Images and Gallery
da_dk: Billeder og Galleri

source: Use the Team table it is optional.
da_dk: Brug Team-tabellen, den er valgfri.

source: Use the Location table it is optional. Maybe you want use it if you have more than one location.
da_dk: Brug placeringstabellen, den er valgfri. Måske vil du bruge det, hvis du har mere end én placering.

source: Maybe you want add alguns some makes. (Ford, Toyota...)
da_dk: Måske vil du tilføje alguns nogle mærker. (Ford, Toyota...)

source: Help Available for this Window!
da_dk: Hjælp tilgængelig til dette vindue!

source: Just Click Help Button to get content help for this window.
da_dk: Klik blot på knappen Hjælp for at få indholdshjælp til dette vindue.

source: Search Fields
da_dk: Søgefelter

source: Order
da_dk: Bestille

source: Type Field
da_dk: Type felt

source: Label
da_dk: Mærke

source: Search Bar
da_dk: Søgelinje

source: The amount of Km
da_dk: Mængden af Km

source: The amount of Miles
da_dk: Mængden af Miles

source: Only numbers, no point, no comma.
da_dk: Kun tal, intet punkt, intet komma.

source: Engine
da_dk: Motor

source: Featured
da_dk: Udvalgte

source: Mark to show up at Featured Widget.
da_dk: Markér for at dukke op på Udvalgt widget.

source: Price
da_dk: Pris

source: No special characters here ("$" "," "."), the plugin will auto format the number.
da_dk: Ingen specialtegn her ("$" "," "."), plugin'et vil automatisk formatere nummeret.

source: Year
da_dk: År

source: The year of the product. Only numbers, no point, no comma.
da_dk: Året for produktet. Kun tal, intet punkt, intet komma.

source: New
da_dk: Ny

source: Used
da_dk: Brugt

source: Damaged
da_dk: Beskadiget

source: Transmission
da_dk: Smitte

source: What kind of Transmission is this
da_dk: Hvilken slags transmission er dette

source: Automatic
da_dk: Automatisk

source: Manual
da_dk: Manuel

source: Fuel Type.
da_dk: Brændstoftype.

source: Gasoline
da_dk: Benzin

source: Electric
da_dk: Elektrisk

source: Details
da_dk: Detaljer

source: Specs
da_dk: Specifikationer

source: Features
da_dk: Funktioner

source: Add any Feature Field (Settings => Field Features)
da_dk: Tilføj ethvert funktionsfelt (Indstillinger => Feltfunktioner)

source: Cars
da_dk: Biler

source: Edit Cars
da_dk: Rediger biler

source: Search Cars
da_dk: Søg efter biler

source: Search makes
da_dk: Søgning gør

source: All makes
da_dk: Alle mærker

source: Parent makes
da_dk: Forælder gør

source: Parent makes:
da_dk: Forælder laver:

source: Edit makes
da_dk: Rediger gør

source: Update makes
da_dk: Opdatering gør

source: Add New makes
da_dk: Tilføj nye mærker

source: New makes
da_dk: Nye mærker

source: Separate makes with commas
da_dk: Adskil mærker med kommaer

source: Add or Remove makes
da_dk: Tilføj eller fjern mærker

source: Choose from the most used makers
da_dk: Vælg blandt de mest brugte producenter

source: Search team
da_dk: Søg team

source: All Team
da_dk: Alle Team

source: Parent team
da_dk: Forældrehold

source: Parent team:
da_dk: Forældrehold:

source: Edit team member
da_dk: Rediger teammedlem

source: Update team
da_dk: Opdater team

source: Add New team member
da_dk: Tilføj nyt teammedlem

source: New team
da_dk: Nyt hold

source: Separate team with commas
da_dk: Separat hold med kommaer

source: Add or Remove team
da_dk: Tilføj eller fjern team

source: Search Locations
da_dk: Søg efter steder

source: All Locations
da_dk: Alle lokationer

source: Parent locations
da_dk: Forældresteder

source: Parent locations:
da_dk: Forældresteder:

source: Edit locations
da_dk: Rediger lokationer

source: Update locations
da_dk: Opdater lokationer

source: Add New locations
da_dk: Tilføj nye lokationer

source: New locations
da_dk: Nye lokationer

source: Separate locations with commas
da_dk: Adskil placeringer med kommaer

source: Add or Remove locations
da_dk: Tilføj eller fjern placeringer

source: Choose from the most used locations
da_dk: Vælg mellem de mest brugte steder

source: Order:
da_dk: Bestille:

source: Order to display. For example: 1 (first) 2 (second) and so on ...
da_dk: Bestilling at vise. For eksempel: 1 (første) 2 (anden) og så videre ...

source: Profile Image:
da_dk: Profilbillede:

source: Just click the Button to Select Upload Image
da_dk: Bare klik på knappen for at vælge Upload billede

source: For example: Sales Manager, Agent, and so on ...
da_dk: For eksempel: Salgschef, Agent og så videre ...

source: Phone:
da_dk: Telefon:

source: Email address:
da_dk: E-mailadresse:

source: Order to display. For example: 1 (first), 2 (second) and so on ...
da_dk: Bestilling at vise. For eksempel: 1 (første), 2 (anden) og så videre ...

source: the Button to Select Upload Image
da_dk: knappen for at vælge Upload billede

source: Call For Price
da_dk: Ring for pris

source: No posts found
da_dk: Ikke fundet!

source: Not Found !
da_dk: Ikke fundet!

source: Search
da_dk: Søge

source: Make
da_dk: Lave

source: Any
da_dk: Enhver

source: Fuel
da_dk: Brændstof

source: Order By
da_dk: Bestil efter

source: Year newest first
da_dk: Årets nyeste først

source: Year oldest first
da_dk: Årets ældste først

source: Price higher first
da_dk: Pris højere først

source: Price lower first
da_dk: Pris lavere først

source: Mileage higher first
da_dk: Kilometertal højere først

source: Mileage lower first
da_dk: Kilometertal lavere først

source: Price Range
da_dk: Prisklasse

source: No Team Member Added!
da_dk: Intet teammedlem tilføjet!

source: Yes
da_dk: Ja

source: No
da_dk: Ingen

source: Hours
da_dk: Timer

source: Call for Price
da_dk: Ring for pris

source: Back
da_dk: Tilbage

source: Onward
da_dk: Fremad

source: View
da_dk: Udsigt

source: Contact Us
da_dk: Kontakt os

source: A list of Recent cars
da_dk: En liste over seneste biler

source: New Arrivals
da_dk: Nye ankomster

source: A list of Featured car-s
da_dk: En liste over udvalgte biler

source: Featured cars
da_dk: Udvalgte biler

source: Search cars
da_dk: Søg efter biler

source: Title
da_dk: Titel

source: Choose your currency, metric system and so on.
da_dk: Vælg din valuta, metriske system og så videre.

source: Currency
da_dk: Valuta

source: Liters - Gallons
da_dk: Liter - Galloner

source: Liters
da_dk: Liter

source: Gallons
da_dk: Galloner

source: How many cars would you like to display per page?
da_dk: Hvor mange biler vil du gerne have vist pr. side?

source: Use thumbnails size 2:1 or 4:3 ?
da_dk: Brug thumbnails størrelse 2:1 eller 4:3?

source: Enable Contact Form in Single Product Page?
da_dk: Aktiver kontaktformular på enkelt produktside?

source: Fill out your contact email to receive email from your Contact Form at bottom of the individual car page.
da_dk: Udfyld din kontakt-e-mail for at modtage e-mail fra din kontaktformular nederst på den enkelte bilside.

source: Do you use HP or KW?
da_dk: Bruger du HP eller KW?

source: In Show Room Page, Template List View or Grid, Choose the thumbnail image size - width (Works only in Premium Version)
da_dk: I Vis rumside, skabelonlistevisning eller gitter skal du vælge størrelsen på miniaturebilledet - bredde (fungerer kun i Premium-versionen)

source: Add Right Sidebar to Search Result Page (Premium Version)
da_dk: Føj højre sidebjælke til søgeresultatsiden (premiumversion)

source: Here you can manage the car features/equipments fields to your car form.
da_dk: Her kan du administrere bilens funktioner/udstyrsfelter til din bilformular.

source: Just add one or more field names - one for each line -
da_dk: Tilføj blot et eller flere feltnavne - et for hver linje -

source: For example: GPS, DVD, and so on...
da_dk: For eksempel: GPS, DVD og så videre...

source: Don't use special characters.
da_dk: Brug ikke specialtegn.

source: Add this fields to Car Form. Only one field each line:
da_dk: Føj dette felt til bilformularen. Kun ét felt hver linje:

source: Customize your Search Options. Choose the fields to show on the front end search bar.
da_dk: Tilpas dine søgemuligheder. Vælg de felter, der skal vises på frontend-søgelinjen.

source: Show the Make control
da_dk: Vis Make-kontrollen

source: Show the Fuel type control
da_dk: Vis brændstoftypekontrol

source: Show the Year control
da_dk: Vis årskontrollen

source: Show the Transmission control
da_dk: Vis transmissionskontrollen

source: Show the Price slider
da_dk: Vis prisskyderen

source: Show the Order By Control
da_dk: Vis ordren efter kontrol
